fluidizedbedTest/CFD/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 1.0e5;

boundaryField
{
    // wall
	CAD_patch1
    {
        type            zeroGradient;
    }
	CAD_patch3
    {
        type            zeroGradient;
    }
	fbBioin
    {
        type            zeroGradient;
    }

    fbOut
    {
        //type            zeroGradient;

        type            fixedValue;
        value           uniform 1.0e5;
    }
	fbGasin
    {
        type            zeroGradient;
       // value           uniform 100000;
    }
}

// ************************************************************************* //
