fluidizedbedTest/CFD/0/voidfraction
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      voidfraction;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    //wall
	CAD_patch1
    {
        type            zeroGradient;
    }
	CAD_patch3
    {
        type            zeroGradient;
    }
	fbBioin
    {
        type            zeroGradient;
    }
	
    fbOut
    {
        type            fixedValue;
        value           uniform 1;
    }

    fbGasin
    {
        type            fixedValue;
        value           uniform 1;
    }
}


// ************************************************************************* //
